tap "akeylesslabs/tap"
tap "felixkratz/formulae"
tap "hashicorp/tap"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "pulumi/tap"
tap "siderolabs/tap"
tap "vee-sh/tap"
brew "arp-scan"
brew "asciidoctor"
brew "atuin"
brew "autoconf"
brew "automake"
brew "python@3.13"
brew "awscli"
brew "ncurses"
brew "bat"
brew "btop"
brew "busted"
brew "freetype"
brew "glib"
brew "coreutils"
brew "dfu-programmer"
brew "direnv"
brew "dive"
brew "dos2unix"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-filter-repo"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubecolor"
brew "kubectx"
brew "kubie"
brew "kustomize"
brew "lazydocker"
brew "lazygit"
brew "libtool"
brew "lima"
brew "ncdu"
brew "neomutt"
brew "neovim"
brew "netcat"
brew "nmap"
brew "pkgconf"
brew "podman"
brew "podman-compose"
brew "portmidi"
brew "python@3.12"
brew "qemu"
brew "ripgrep"
brew "sdl2"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "shellcheck"
brew "sshpass"
brew "starship"
brew "stern"
brew "telnet"
brew "testdisk"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "viddy"
brew "xcodegen"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "hashicorp/tap/terraform"
brew "pulumi/tap/pulumi"
brew "vee-sh/tap/k8pk"
brew "vee-sh/tap/kube-copy"
brew "vee-sh/tap/veessh"
cask "1password-cli"
cask "asciidocfx"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-fira-code-nerd-font"
cask "gcloud-cli"
cask "hammerspoon"
cask "keepingyouawake"
cask "podman-desktop"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "cursor"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "raycast"
cask "syntax-highlight"
cask "visual-studio-code"
vscode "asciidoctor.asciidoctor-vscode"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "docker.docker"
vscode "dracula-theme.theme-dracula"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hanifmifta.adocs"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "tomoki1207.pdf"
vscode "yzhang.markdown-all-in-one"
go "golang.org/x/tools/gopls"
go "github.com/neex/phuip-fpizdam"
go "google.golang.org/protobuf/cmd/protoc-gen-go"
go "google.golang.org/grpc/cmd/protoc-gen-go-grpc"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/swaggo/swag/cmd/swag"
cargo "avm"
krew "detached/wild"
krew "get-all"
krew "krew"
